Repository: dw-zhu-si/ModelHub
Catalog: packaging/Localization/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt_br, ru, zh_hant

source: CSV 表头必须包含 model 或 模型名称 列
ar: يجب أن يتضمن عنوان CSV عمود model أو 模型名称
de: Die CSV-Kopfzeile muss eine Spalte model oder 模型名称 enthalten
en: CSV header must contain model or model name column
es: El encabezado CSV debe incluir una columna model o 模型名称
fr: L’en-tête CSV doit contenir une colonne model ou 模型名称
ja: CSV ヘッダーには model または 模型名称 列が必要です
ko: CSV 헤더에는 model 또는 模型名称 열이 있어야 합니다
pt_br: O cabeçalho CSV deve incluir uma coluna model ou 模型名称
ru: Заголовок CSV должен содержать столбец model или 模型名称
zh_hant: CSV 表頭必須包含 model 或 模型名稱 列

source: DeepSeek API 可用模型
ar: نماذج DeepSeek API المتاحة لهذا الحساب
de: Für dieses Konto verfügbare DeepSeek API-Modelle
en: DeepSeek API models available to this account
es: Modelos de DeepSeek API disponibles para esta cuenta
fr: Modèles DeepSeek API disponibles pour ce compte
ja: DeepSeek API アカウントで利用可能なモデル
ko: DeepSeek API 계정에서 사용 가능한 모델
pt_br: Modelos DeepSeek API disponíveis para esta conta
ru: Модели DeepSeek API, доступные этой учётной записи

source: Euno AI 账户可用模型
ar: نماذج Euno AI المتاحة لهذا الحساب
de: Für dieses Konto verfügbare Euno-AI-Modelle
en: Euno AI models available to this account
es: Modelos de Euno AI disponibles para esta cuenta
fr: Modèles Euno AI disponibles pour ce compte
ja: このアカウントで利用可能なEuno AIモデル
ko: 이 계정에서 사용 가능한 Euno AI 모델
pt_br: Modelos Euno AI disponíveis para esta conta
ru: Модели Euno AI, доступные этой учётной записи
zh_hant: Euno AI 賬戶可用模型

source: Fireworks 账户可用模型
ar: نماذج Fireworks المتاحة لهذا الحساب
de: Für dieses Konto verfügbare Fireworks-Modelle
en: Fireworks models available to this account
es: Modelos de Fireworks disponibles para esta cuenta
fr: Modèles Fireworks disponibles pour ce compte
ja: Fireworks アカウントで利用可能なモデル
ko: Fireworks 계정에서 사용 가능한 모델
pt_br: Modelos Fireworks disponíveis para esta conta
ru: Модели Fireworks, доступные этой учётной записи
zh_hant: Fireworks 賬戶可用模型

source: Gemini API 可用模型
ar: نماذج Gemini API المتاحة لهذا الحساب
de: Für dieses Konto verfügbare Gemini API-Modelle
en: Gemini API models available to this account
es: Modelos de Gemini API disponibles para esta cuenta
fr: Modèles Gemini API disponibles pour ce compte
ja: Gemini API アカウントで利用可能なモデル
ko: Gemini API 계정에서 사용 가능한 모델
pt_br: Modelos Gemini API disponíveis para esta conta
ru: Модели Gemini API, доступные этой учётной записи

source: Gemini 外部媒体必须使用 HTTPS 或 data URI
ar: يجب أن تستخدم الوسائط الخارجية لـ Gemini HTTPS أو معرفات URI للبيانات
de: Externe Gemini-Medien müssen HTTPS oder Daten-URIs verwenden
en: Gemini external media must use HTTPS or data URIs
es: Los medios externos de Gemini deben usar HTTPS o URI de datos
fr: Les médias externes Gemini doivent utiliser HTTPS ou des URI de données
ja: Gemini 外部メディアは HTTPS またはデータ URI を使用する必要があります
ko: Gemini 외부 미디어는 HTTPS 또는 데이터 URI를 사용해야 합니다.
pt_br: A mídia externa Gemini deve usar HTTPS ou URIs de dados
ru: Внешний носитель Gemini должен использовать HTTPS или URI данных.
zh_hant: Gemini 外部媒體必須使用 HTTPS 或 data URI

source: GodAI 账户可用模型
ar: نماذج GodAI المتاحة لهذا الحساب
de: Für dieses Konto verfügbare GodAI-Modelle
en: GodAI models available to this account
es: Modelos de GodAI disponibles para esta cuenta
fr: Modèles GodAI disponibles pour ce compte
ja: このアカウントで利用可能なGodAIモデル
ko: 이 계정에서 사용 가능한 GodAI 모델
pt_br: Modelos GodAI disponíveis para esta conta
ru: Модели GodAI, доступные этой учётной записи
zh_hant: GodAI 賬戶可用模型

source: Groq 账户可用模型
ar: نماذج Groq المتاحة لهذا الحساب
de: Für dieses Konto verfügbare Groq-Modelle
en: Groq models available to this account
es: Modelos de Groq disponibles para esta cuenta
fr: Modèles Groq disponibles pour ce compte
ja: Groq アカウントで利用可能なモデル
ko: Groq 계정에서 사용 가능한 모델
pt_br: Modelos Groq disponíveis para esta conta
ru: Модели Groq, доступные этой учётной записи
zh_hant: Groq 賬戶可用模型

source: JSON body 必须是对象
ar: يجب أن يكون نص JSON كائنًا
de: Der JSON-Körper muss ein Objekt sein
en: JSON body must be an object
es: El cuerpo JSON debe ser un objeto.
fr: Le corps JSON doit être un objet
ja: JSON 本文はオブジェクトである必要があります
ko: JSON 본문은 객체여야 합니다.
pt_br: O corpo JSON deve ser um objeto
ru: Тело JSON должно быть объектом
zh_hant: JSON body 必須是對象

source: MCP 任务上下文与安装
ar: سياق مهمة MCP وتثبيتها
de: Kontext und Installation der MCP-Aufgabe
en: MCP task context and installation
es: Contexto e instalación de la tarea MCP
fr: Contexte et installation de la tâche MCP
ja: MCP タスクのコンテキストとインストール
ko: MCP 작업 컨텍스트 및 설치
pt_br: Contexto e instalação da tarefa MCP
ru: Контекст задачи MCP и установка
zh_hant: MCP 任務上下文與安裝

source: MCP 可读取本机状态、可用模型、聚合用量和你保存的任务文本，也可调用文字、图片、视频、语音、向量与重排模型；不会自动读取 Codex/Claude 的全部会话或返回密钥。
ar: يمكن لـ MCP قراءة الحالة المحلية والنماذج المتاحة والاستخدام الإجمالي ونص المهمة المحفوظة، ويمكنه أيضًا استدعاء النصوص والصور ومقاطع الفيديو والأصوات والمتجهات والنماذج المعاد ترتيبها؛ لن يقوم تلقائيًا بقراءة جميع جلسات Codex/Claude أو مفاتيح الإرجاع.
de: MCP kann den lokalen Status, verfügbare Modelle, die Gesamtnutzung und Ihren gespeicherten Aufgabentext lesen und außerdem Texte, Bilder, Videos, Stimmen, Vektoren und neu angeordnete Modelle aufrufen; Es werden nicht automatisch alle Sitzungen von Codex/Claude gelesen oder Schlüssel zurückgegeben.
en: MCP can read local status, available models, aggregate usage, and task text you saved, and can invoke text, image, video, speech, embedding, and reranking models. It does not automatically read entire Codex or Claude conversations or return secrets.
es: MCP puede leer el estado local, los modelos disponibles, el uso agregado y el texto de la tarea guardada, y también puede llamar texto, imágenes, videos, voces, vectores y modelos reorganizados; no leerá automáticamente todas las sesiones de Codex/Claude ni devolverá las claves.
fr: MCP peut lire l'état local, les modèles disponibles, l'utilisation globale et le texte de votre tâche enregistrée, et peut également appeler du texte, des images, des vidéos, des voix, des vecteurs et des modèles réorganisés ; il ne lira pas automatiquement toutes les sessions du Codex/Claude ni ne renverra les clés.
ja: MCP は、ローカル ステータス、利用可能なモデル、総使用量、保存されたタスク テキストを読み取ることができ、テキスト、画像、ビデオ、音声、ベクトル、再配置されたモデルを呼び出すこともできます。 Codex/Claude のすべてのセッションを自動的に読み取ったり、キーを返したりするわけではありません。
ko: MCP는 로컬 상태, 사용 가능한 모델, 집계 사용량 및 저장된 작업 텍스트를 읽을 수 있으며 텍스트, 사진, 비디오, 음성, 벡터 및 재배열된 모델을 호출할 수도 있습니다. Codex/Claude의 모든 세션을 자동으로 읽거나 키를 반환하지 않습니다.
pt_br: O MCP pode ler o status local, modelos disponíveis, uso agregado e texto de tarefa salvo, e também pode chamar texto, imagens, vídeos, vozes, vetores e modelos reorganizados; ele não lerá automaticamente todas as sessões do Codex/Claude ou retornará chaves.
ru: MCP может считывать локальный статус, доступные модели, совокупное использование и сохраненный текст задачи, а также вызывать текст, изображения, видео, голоса, векторы и переставленные модели; он не будет автоматически читать все сеансы Кодекса/Клода или возвращать ключи.
zh_hant: MCP 可讀取本機狀態、可用模型、聚合用量和你保存的任務文本，也可調用文字、圖片、視頻、語音、向量與重排模型；不會自動讀取 Codex/Claude 的全部會話或返回密鑰。

source: MCP 地址
ar: عنوان MCP
de: MCP-Adresse
en: MCP address
es: dirección MCP
fr: Adresse MCP
ja: MCPアドレス
ko: MCP 주소
pt_br: Endereço MCP
ru: адрес MCP

source: MCP 地址无效
ar: عنوان MCP غير صالح
de: Die MCP-Adresse ist ungültig
en: MCP address is invalid
es: La dirección MCP no es válida
fr: L'adresse MCP n'est pas valide
ja: MCP アドレスが無効です
ko: MCP 주소가 잘못되었습니다.
pt_br: O endereço MCP é inválido
ru: Адрес MCP недействителен
zh_hant: MCP 地址無效

source: messages 必须是非空数组
ar: يجب أن تكون الرسائل مصفوفة غير فارغة
de: Nachrichten müssen ein nicht leeres Array sein
en: messages must be a non-empty array
es: los mensajes deben ser una matriz no vacía
fr: les messages doivent être un tableau non vide
ja: メッセージは空でない配列でなければなりません
ko: 메시지는 비어 있지 않은 배열이어야 합니다.
pt_br: as mensagens devem ser uma matriz não vazia
ru: сообщения должны быть непустым массивом
zh_hant: messages 必須是非空數組

source: MiniMax 账户可用模型
ar: الموديلات المتوفرة مع حساب MiniMax
de: Modelle mit MiniMax-Konto verfügbar
en: Models available with MiniMax account
es: Modelos disponibles con cuenta MiniMax
fr: Modèles disponibles avec compte MiniMax
ja: MiniMaxアカウントで利用可能なモデル
ko: MiniMax 계정으로 사용 가능한 모델
pt_br: Modelos disponíveis com conta MiniMax
ru: Модели доступны с учетной записью MiniMax
zh_hant: MiniMax 賬戶可用模型

source: Mistral 账户可用模型
ar: نماذج Mistral المتاحة لهذا الحساب
de: Für dieses Konto verfügbare Mistral-Modelle
en: Mistral models available to this account
es: Modelos de Mistral disponibles para esta cuenta
fr: Modèles Mistral disponibles pour ce compte
ja: Mistral アカウントで利用可能なモデル
ko: Mistral 계정에서 사용 가능한 모델
pt_br: Modelos Mistral disponíveis para esta conta
ru: Модели Mistral, доступные этой учётной записи
zh_hant: Mistral 賬戶可用模型

source: ModelHub Agent 令牌未配置。请在启动该 ACP 进程时设置 MODELHUB_AGENT_TOKEN。
ar: رمز ModelHub Agent غير مهيأ. عيّن MODELHUB_AGENT_TOKEN عند تشغيل عملية ACP هذه.
de: Das ModelHub-Agent-Token ist nicht konfiguriert. Setzen Sie MODELHUB_AGENT_TOKEN beim Start dieses ACP-Prozesses.
en: The ModelHub Agent token is not configured. Set MODELHUB_AGENT_TOKEN when starting this ACP process.
es: El token de ModelHub Agent no está configurado. Define MODELHUB_AGENT_TOKEN al iniciar este proceso ACP.
fr: Le jeton ModelHub Agent n’est pas configuré. Définissez MODELHUB_AGENT_TOKEN au démarrage de ce processus ACP.
ja: ModelHub Agent トークンが設定されていません。この ACP プロセスの起動時に MODELHUB_AGENT_TOKEN を設定してください。
ko: ModelHub Agent 토큰이 구성되지 않았습니다. 이 ACP 프로세스를 시작할 때 MODELHUB_AGENT_TOKEN을 설정하세요.
pt_br: O token do ModelHub Agent não está configurado. Defina MODELHUB_AGENT_TOKEN ao iniciar este processo ACP.
ru: Токен ModelHub Agent не настроен. Задайте MODELHUB_AGENT_TOKEN при запуске процесса ACP.
zh_hant: ModelHub Agent 令牌未配置。請在啓動該 ACP 進程時設置 MODELHUB_AGENT_TOKEN。

source: ModelHub 不自动修改任何 CLI 配置文件。
ar: لا يقوم ModelHub بتعديل أي ملفات تكوين CLI تلقائيًا.
de: ModelHub ändert keine CLI-Konfigurationsdateien automatisch.
en: ModelHub does not automatically modify any CLI configuration files.
es: ModelHub no modifica automáticamente ningún archivo de configuración CLI.
fr: ModelHub ne modifie automatiquement aucun fichier de configuration CLI.
ja: ModelHub は、CLI 設定ファイルを自動的に変更しません。
ko: ModelHub는 CLI 구성 파일을 자동으로 수정하지 않습니다.
pt_br: O ModelHub não modifica automaticamente nenhum arquivo de configuração CLI.
ru: ModelHub не изменяет автоматически никакие файлы конфигурации CLI.
zh_hant: ModelHub 不自動修改任何 CLI 配置文件。

source: ModelHub 只保存 SHA-256 摘要；关闭此提示后无法再次显示原始令牌。
ar: يقوم ModelHub بحفظ ملخص SHA-256 فقط؛ لا يمكن عرض الرمز المميز الأصلي مرة أخرى بعد إغلاق هذه المطالبة.
de: ModelHub speichert nur den SHA-256-Digest; Der ursprüngliche Token kann nach dem Schließen dieser Eingabeaufforderung nicht mehr angezeigt werden.
en: ModelHub saves only the SHA-256 digest; the original token cannot be displayed again after closing this prompt.
es: ModelHub guarda solo el resumen SHA-256; el token original no se puede volver a mostrar después de cerrar este mensaje.
fr: ModelHub enregistre uniquement le résumé SHA-256 ; le jeton d'origine ne peut pas être affiché à nouveau après la fermeture de cette invite.
ja: ModelHub は SHA-256 ダイジェストのみを保存します。このプロンプトを閉じた後は、元のトークンを再度表示することはできません。
ko: ModelHub는 SHA-256 다이제스트만 저장합니다. 이 프롬프트를 닫은 후에는 원래 토큰을 다시 표시할 수 없습니다.
pt_br: ModelHub salva apenas o resumo SHA-256; o token original não pode ser exibido novamente após fechar este prompt.
ru: ModelHub сохраняет только дайджест SHA-256; исходный токен не может быть снова отображен после закрытия этого приглашения.
zh_hant: ModelHub 只保存 SHA-256 摘要；關閉此提示後無法再次顯示原始令牌。

source: ModelHub 本机只读状态与可用模型查询
ar: حالة ModelHub الأصلية للقراءة فقط واستعلام النموذج المتاح
de: Nativer ModelHub-Niveau-Lesestatus und verfügbare Modellabfrage
en: ModelHub native read-only status and available model query
es: Estado de solo lectura nativo de ModelHub y consulta de modelo disponible
fr: Statut natif en lecture seule de ModelHub et requête de modèle disponible
ja: ModelHub ネイティブの読み取り専用ステータスと使用可能なモデル クエリ
ko: ModelHub 기본 읽기 전용 상태 및 사용 가능한 모델 쿼리
pt_br: Status somente leitura nativo do ModelHub e consulta de modelo disponível
ru: Собственный статус ModelHub только для чтения и доступный запрос модели.
zh_hant: ModelHub 本機只讀狀態與可用模型查詢

source: ModelHub 本机只读管理
ar: إدارة ModelHub المحلية للقراءة فقط
de: Lokale schreibgeschützte ModelHub-Verwaltung
en: ModelHub Local Read-Only Management
es: Administración local de solo lectura de ModelHub
fr: Gestion locale en lecture seule de ModelHub
ja: ModelHub ローカル読み取り専用管理
ko: ModelHub 로컬 읽기 전용 관리
pt_br: Gerenciamento local somente leitura do ModelHub
ru: Локальное управление ModelHub только для чтения
zh_hant: ModelHub 本機只讀管理

source: ModelHub 状态
ar: حالة ModelHub
de: ModelHub-Status
en: ModelHub status
es: Estado de ModelHub
fr: Statut ModelHub
ja: モデルハブのステータス
ko: 모델허브 상태
pt_br: Status do ModelHub
ru: Статус ModelHub
zh_hant: ModelHub 狀態

source: Ollama（本地）
ar: Ollama (محلي)
de: Ollama (lokal)
en: Ollama (Local)
es: Ollama (local)
fr: Ollama (local)
ja: Ollama（ローカル）
ko: Ollama(로컬)
pt_br: Ollama (local)
ru: Ollama (локально)

source: OpenRouter 模型及公开 Token 价格
ar: نماذج OpenRouter وأسعار الرموز المعلنة
de: OpenRouter-Modelle und öffentliche Tokenpreise
en: OpenRouter models and public token prices
es: Modelos de OpenRouter y precios públicos de tokens
fr: Modèles OpenRouter et tarifs publics des jetons
ja: OpenRouter のモデルと公開トークン価格
ko: OpenRouter 모델 및 공개 토큰 가격
pt_br: Modelos OpenRouter e preços públicos de tokens
ru: Модели OpenRouter и публичные цены токенов
zh_hant: OpenRouter 模型及公開 Token 價格

source: P90 延迟未知或超过上限
ar: تأخير P90 غير معروف أو يتجاوز الحد الأعلى
de: P90-Verzögerung ist unbekannt oder überschreitet die Obergrenze
en: P90 delay is unknown or exceeds the upper limit
es: El retraso de P90 es desconocido o excede el límite superior
fr: Le délai P90 est inconnu ou dépasse la limite supérieure
ja: P90 遅延が不明であるか、上限を超えています
ko: P90 지연을 알 수 없거나 상한을 초과합니다.
pt_br: O atraso P90 é desconhecido ou excede o limite superior
ru: Задержка P90 неизвестна или превышает верхний предел
zh_hant: P90 延遲未知或超過上限

source: Perplexity 账户可用模型
ar: نماذج Perplexity المتاحة لهذا الحساب
de: Für dieses Konto verfügbare Perplexity-Modelle
en: Perplexity models available to this account
es: Modelos de Perplexity disponibles para esta cuenta
fr: Modèles Perplexity disponibles pour ce compte
ja: Perplexity アカウントで利用可能なモデル
ko: Perplexity 계정에서 사용 가능한 모델
pt_br: Modelos Perplexity disponíveis para esta conta
ru: Модели Perplexity, доступные этой учётной записи
zh_hant: Perplexity 賬戶可用模型

source: Responses API 上游响应
ar: ردود API ردود المنبع
de: Upstream-Antworten der Responses API
en: Responses API upstream responses
es: Respuestas API de respuestas ascendentes
fr: Réponses en amont de l'API Responses
ja: 応答 API アップストリーム応答
ko: Responses API 업스트림 응답
pt_br: Respostas upstream da API de respostas
ru: Ответы Восходящие ответы API
zh_hant: Responses API 上游響應

source: Responses API 调用失败，已隔离
ar: فشل استدعاء واجهة برمجة التطبيقات للاستجابات وتم عزله
de: Der Aufruf der Antwort-API ist fehlgeschlagen und wurde unter Quarantäne gestellt
en: Responses API call failed and quarantined
es: La llamada a la API de respuestas falló y se puso en cuarentena
fr: L'appel d'API de réponses a échoué et mis en quarantaine
ja: 応答 API 呼び出しが失敗し、隔離されました
ko: Responses API 호출이 실패하여 격리되었습니다.
pt_br: A chamada da API de respostas falhou e foi colocada em quarentena
ru: Вызов API ответов не выполнен и помещен в карантин
zh_hant: Responses API 調用失敗，已隔離

source: Responses API 调用成功
ar: تم استدعاء واجهة API للاستجابات بنجاح
de: Antwort-API-Aufruf erfolgreich
en: Responses API call successful
es: Llamada API de respuestas exitosa
fr: Appel d'API de réponses réussi
ja: 応答 API 呼び出しが成功しました
ko: 응답 API 호출 성공
pt_br: Chamada da API de respostas bem-sucedida
ru: Ответы Вызов API успешен
zh_hant: Responses API 調用成功

source: responses端点
ar: نقطة نهاية Responses
de: Responses-Endpunkt
en: Responses endpoint
es: Endpoint de Responses
fr: Point de terminaison Responses
ja: Responses エンドポイント
ko: Responses 엔드포인트
pt_br: Endpoint de Responses
ru: Адрес Responses
zh_hant: responses端點

source: SiliconFlow 账户可用模型
ar: نماذج SiliconFlow المتاحة لهذا الحساب
de: Für dieses Konto verfügbare SiliconFlow-Modelle
en: SiliconFlow models available to this account
es: Modelos de SiliconFlow disponibles para esta cuenta
fr: Modèles SiliconFlow disponibles pour ce compte
ja: SiliconFlow アカウントで利用可能なモデル
ko: SiliconFlow 계정에서 사용 가능한 모델
pt_br: Modelos SiliconFlow disponíveis para esta conta
ru: Модели SiliconFlow, доступные этой учётной записи
zh_hant: SiliconFlow 賬戶可用模型

source: Together AI 模型及公开 Token 价格
ar: نماذج Together AI وأسعار الرموز المعلنة
de: Together AI-Modelle und öffentliche Tokenpreise
en: Together AI models and public token prices
es: Modelos de Together AI y precios públicos de tokens
fr: Modèles Together AI et tarifs publics des jetons
ja: Together AI のモデルと公開トークン価格
ko: Together AI 모델 및 공개 토큰 가격
pt_br: Modelos Together AI e preços públicos de tokens
ru: Модели Together AI и публичные цены токенов
zh_hant: Together AI 模型及公開 Token 價格

source: Token
ar: الرمز
fr: Jeton
ja: トークン
ko: 토큰
ru: Токен

source: Token Plan Base URL 必须包含 /compatible-mode/v1；ModelHub 不会自动补全路径。
ar: يجب أن يحتوي عنوان URL الأساسي لخطة الرمز المميز على /compatible-mode/v1؛ لن يقوم ModelHub بإكمال المسار تلقائيًا.
de: Die Basis-URL des Token-Plans muss /kompatibler-mode/v1 enthalten; ModelHub vervollständigt den Pfad nicht automatisch.
en: The Token Plan Base URL must contain /compatible-mode/v1; ModelHub will not automatically complete the path.
es: La URL base del plan de token debe contener /compatible-mode/v1; ModelHub no completará automáticamente la ruta.
fr: L'URL de base du plan de jeton doit contenir /compatible-mode/v1 ; ModelHub ne terminera pas automatiquement le chemin.
ja: トークン プランのベース URL には /compatibility-mode/v1 が含まれている必要があります。 ModelHub はパスを自動的に完成しません。
ko: 토큰 계획 기본 URL에는 /호환 모드/v1이 포함되어야 합니다. ModelHub는 자동으로 경로를 완성하지 않습니다.
pt_br: O URL base do plano de token deve conter /compatível-modo/v1; ModelHub não completará automaticamente o caminho.
ru: Базовый URL-адрес плана токена должен содержать /совместимый-режим/v1; ModelHub не будет автоматически завершать путь.
zh_hant: Token Plan Base URL 必須包含 /compatible-mode/v1；ModelHub 不會自動補全路徑。

source: tool_choice 格式不受支持
ar: تنسيق tool_choice غير مدعوم
de: Das Format „tool_choice“ wird nicht unterstützt
en: tool_choice format is not supported
es: El formato tool_choice no es compatible
fr: Le format tool_choice n'est pas pris en charge
ja: tools_choice 形式はサポートされていません
ko: tool_choice 형식은 지원되지 않습니다.
pt_br: O formato tool_choice não é suportado
ru: Форматtool_choice не поддерживается

source: upstream_path 必须是供应商主机内的绝对路径
ar: يجب أن يكون upstream_path مسارًا مطلقًا داخل مضيف الموفر
de: upstream_path muss ein absoluter Pfad innerhalb des Provider-Hosts sein
en: upstream_path must be an absolute path within the provider host
es: upstream_path debe ser una ruta absoluta dentro del host del proveedor
fr: amont_path doit être un chemin absolu au sein de l'hôte du fournisseur
ja: upstream_path はプロバイダー ホスト内の絶対パスである必要があります
ko: upstream_path는 공급자 호스트 내의 절대 경로여야 합니다.
pt_br: upstream_path deve ser um caminho absoluto dentro do host do provedor
ru: upstream_path должен быть абсолютным путем внутри хоста провайдера.
zh_hant: upstream_path 必須是供應商主機內的絕對路徑

source: xAI 可用模型及其公开 Token 价格
ar: نماذج xAI وأسعار الرموز المعلنة
de: xAI-Modelle und öffentliche Tokenpreise
en: xAI models and public token prices
es: Modelos de xAI y precios públicos de tokens
fr: Modèles xAI et tarifs publics des jetons
ja: xAI のモデルと公開トークン価格
ko: xAI 모델 및 공개 토큰 가격
pt_br: Modelos xAI e preços públicos de tokens
ru: Модели xAI и публичные цены токенов
zh_hant: xAI 可用模型及其公開 Token 價格

source: 一键同步官方价格
ar: مزامنة الأسعار الرسمية
de: Offizielle Preise synchronisieren
en: Sync Official Prices
es: Sincronizar precios oficiales
fr: Synchroniser les tarifs officiels
ja: 公式価格を同期
ko: 공식 가격 동기화
pt_br: Sincronizar preços oficiais
ru: Синхронизировать официальные цены
zh_hant: 一鍵同步官方價格

source: 一键安装到 Claude
ar: التثبيت بنقرة واحدة لكلود
de: One-Click-Installation für Claude
en: One-click installation to Claude
es: Instalación con un clic en Claude
fr: Installation en un clic chez Claude
ja: Claude へのワンクリックインストール
ko: Claude에 원클릭 설치
pt_br: Instalação com um clique para Claude
ru: Установка в один клик на Клода
zh_hant: 一鍵安裝到 Claude

source: 一键安装到 Codex
ar: التثبيت بنقرة واحدة على Codex
de: Ein-Klick-Installation in Codex
en: One-click installation to Codex
es: Instalación con un clic en Codex
fr: Installation en un clic sur Codex
ja: Codex へのワンクリックインストール
ko: Codex에 원클릭 설치
pt_br: Instalação com um clique no Codex
ru: Установка в Кодекс в один клик
zh_hant: 一鍵安裝到 Codex

source: 一键测试
ar: اختبار بنقرة واحدة
de: Ein-Klick-Test
en: Test All
es: Prueba con un clic
fr: Test en un clic
ja: ワンクリックテスト
ko: 원클릭 테스트
pt_br: Teste com um clique
ru: Тест в один клик
zh_hant: 一鍵測試

source: 三步开始使用
ar: ابدأ في ثلاث خطوات
de: In drei Schritten starten
en: Get started in three steps
es: Empieza en tres pasos
fr: Démarrer en trois étapes
ja: 3ステップで開始
ko: 3단계로 시작
pt_br: Comece em três etapas
ru: Начните за три шага
zh_hant: 三步開始使用

source: 上下文优化
ar: تحسين السياق
de: Kontextoptimierung
en: Context Optimization
es: Optimización del contexto
fr: Optimisation du contexte
ja: コンテキスト最適化
ko: 컨텍스트 최적화
pt_br: Otimização de contexto
ru: Оптимизация контекста
zh_hant: 上下文優化

source: 上下文窗口
ar: نافذة السياق
de: Kontextfenster
en: context window
es: ventana contextual
fr: fenêtre contextuelle
ja: コンテキストウィンドウ
ko: 컨텍스트 창
pt_br: janela de contexto
ru: контекстное окно

source: 上下文窗口不足
ar: نافذة السياق غير كافية
de: Unzureichendes Kontextfenster
en: Insufficient context window
es: Ventana de contexto insuficiente
fr: Fenêtre contextuelle insuffisante
ja: コンテキストウィンドウが不十分です
ko: 컨텍스트 창이 부족함
pt_br: Janela de contexto insuficiente
ru: Недостаточное контекстное окно

source: 上游
ar: المنبع
de: stromaufwärts
en: upstream
es: aguas arriba
fr: en amont
ja: 上流
ko: 상류
pt_br: rio acima
ru: вверх по течению

source: 上游 SSE data 必须是 JSON 对象
ar: يجب أن تكون بيانات SSE الأولية كائن JSON
de: Upstream-SSE-Daten müssen ein JSON-Objekt sein
en: Upstream SSE data must be a JSON object
es: Los datos SSE ascendentes deben ser un objeto JSON
fr: Les données SSE en amont doivent être un objet JSON
ja: アップストリーム SSE データは JSON オブジェクトである必要があります
ko: 업스트림 SSE 데이터는 JSON 객체여야 합니다.
pt_br: Os dados SSE upstream devem ser um objeto JSON
ru: Восходящие данные SSE должны быть объектом JSON.
zh_hant: 上游 SSE data 必須是 JSON 對象

source: 上游响应
ar: استجابة المنبع
de: Upstream-Antwort
en: upstream response
es: respuesta aguas arriba
fr: réponse en amont
ja: 上流の応答
ko: 업스트림 응답
pt_br: resposta a montante
ru: восходящий ответ
zh_hant: 上游響應

source: 上游未找到该模型，或精确调用端点不匹配
ar: لم يجد المزوّد النموذج أو أن نقطة نهاية الاستدعاء الدقيقة غير مطابقة
de: Der Upstream hat das Modell nicht gefunden oder der exakte Aufrufendpunkt stimmt nicht
en: The upstream did not find this model, or the exact request endpoint does not match
es: El servicio de origen no encontró el modelo o el endpoint exacto no coincide
fr: Le service en amont n’a pas trouvé ce modèle ou le point de terminaison exact ne correspond pas
ja: 上流でモデルが見つからないか、正確な呼び出し先が一致していません
ko: 업스트림에서 모델을 찾지 못했거나 정확한 호출 엔드포인트가 일치하지 않습니다
pt_br: O serviço upstream não encontrou o modelo ou o endpoint exato não corresponde
ru: Поставщик не нашёл модель либо точный адрес вызова не соответствует
zh_hant: 上游未找到該模型，或精確調用端點不匹配

source: 上游模型名称
ar: اسم النموذج المنبع
de: Name des Upstream-Modells
en: Upstream model name
es: Nombre del modelo ascendente
fr: Nom du modèle en amont
ja: 上位モデル名
ko: 업스트림 모델 이름
pt_br: Nome do modelo upstream
ru: Название модели восходящего потока
zh_hant: 上游模型名稱
